[{"t":"<div class='newbutton'>&nbsp;</div>Logo Identity and Badge Pull","b":"Client: Kaiser Permanente Palmdale Medical Offices.","d":"We created this logo design to commemorate the 10th anniversary of the medical office.  This emblem was also used on giveaways that included beautiful metallic badge pulls.","i":"Reusablebagart.jpg"},
{"t":"<div class='newbutton'>&nbsp;</div>Infographics","b":"Client: Kaiser Permanente","d":"HWDS created these infographics to illustrate articles on community benefits.","i":"Infographics-3.jpg"},
{"t":"<div class='newbutton'>&nbsp;</div>Illustrated Posters /Display Panels","b":"Client: City of Orange, CA","d":"We created these illustrated posters for various Public Works projects at the City of Orange.  These posters provide an easy way to promote customer service values in the workplace.","i":"CityofOrangeTreePoster.jpg"},
{"t":"<div class='newbutton'>&nbsp;</div>Infographics","b":"","d":"HWDS created these infographics for a chart on departmental strategic goals.","i":"Infographics5.jpg"},
{"t":"<div class='newbutton'>&nbsp;</div>For Use with Magazine or Newspaper Articles","b":"","d":"Harlan West can create original pastel paintings to illustrate current events, or virtually any topic to add to articles, posters, annual reports, websites or blogs.","i":"Degas-Reagan.jpg"},
{"t":"Art Deco Poster","b":"Client: Comp for Commuter Rail Poster","d":"This is a sample illustration to promote the roll-out of new state-of-the-art collision-absorption railcars.","i":"artdecoplatinum.gif"},{"t":"Poster for the California Strawberry Festival","b":"Client: California Strawberry Festival, Oxnard, CA","d":" In the scene that is depicted, we see a snapshot of the festival, with luscious strawberries covering the hills. We are looking in on this scene only to discover the excitement of a festival filled with delicious eats, inspiring music and art, cultural dancing and great relaxation and recreation. This poster was the 2009 winner.","i":"StrawberryPoster.jpg"},{"t":"Illustrations for Bikeways Map","b":"Client: Ventura County Transportation Commission (VCTC), Ventura, CA","d":"HWDS created these vector illustrations for the Ventura County Bikeways Map. These images represent landmarks throughout the county that can be seen when riding on the bike paths. These illustrations were printed using a series of four fluorescent inks.","i":"BikewaysArt.jpg"},{"t":"Illustrations for Event Promotions","b":"Client: Library Foundation of Los Angeles","d":"HWDS created the illustrations and layouts of newpaper ads, brochures, posters, banners and premium items as part of a campaign to promote teen filmmaking and reading through the Los Angeles Library.","i":"Editorial1.jpg"},{"t":"Illustrations for Event Promotions","b":"Client: Library Foundation of Los Angeles, CA","d":"HWDS created these comps of illustrations to promote teen filmmaking and reading at the Los Angeles Library.","i":"Editorial12.jpg"},{"t":"Illustrations for Event Promotions","b":"Client: Library Foundation of Los Angeles, CA","d":"HWDS created these comps of illustrations to promote teen filmmaking and reading at the Los Angeles Library.","i":"Editorial6.jpg"},{"t":"Illustration for Rideshare Collaterals","b":"Client: Commuter Transportation Services, Inc., Los Angeles, CA","d":" Harlan West created these whimsical illustrations for two rideshare brochures entitled, \"Get Cash Back for Leaving Your Car at Home.\" This was part of a campaign to help promote alternatives to driving alone in Southern California.","i":"CashBackBrochure.jpg"},{"t":"Illustrations for Rideshare Brochure","b":"Client: Commuter Transportation Services, Inc., Los Angeles, CA","d":"<p>This brochure was created to promote ridesharing to commuters who recently relocated to the suburbs. We created colorful and fun graphics to emphasize that ridesharing will allow these commuters to maintain a quality of life despite a very lengthy commute.</p>","i":"CTSSuburbs.jpg"},{"t":"Book Illustrations","b":"Client: Pearson Longman Publishers, NYC, NY","d":"Harlan West created the cover designs and book illustrations for \"Talk Your Head Off,\" an educational textbook sold world-wide and published by Pearson Longman (formerly Regents Prentice Hall).","i":"Editorial4.jpg"},{"t":"Illustration for Travel Promotion","b":"Client: Promotional Management Network, Westlake Village, CA","d":"HWDS created this illustration to promote world-wide travel events for the Hollywood entertainment industry.","i":"Editorial5.jpg"},{"t":"Book Illustrations","b":"Client: Pearson Longman Publishers, NYC, NY","d":"This is a book illustration for \"Talk Your Head Off,\" an educational textbook sold world-wide and published by by Pearson Longman (formerly Regents Prentice Hall).","i":"Editorial7.jpg"},{"t":"Illustrations for Collateral","b":"Client: Southern California Rideshare, Los Angeles, CA","d":"Harlan West created these whimsical editorial illustrations to promote ridesharing by eliminating the stress from one's daily commute to work.","i":"Editorial8.jpg"},{"t":"Editorial Illustration","b":"Client: Robin Lewin Productions, Los Angeles","d":"HWDS created this colorful illustration for a mailer to promote the relocation of a client's former office to the Hollywood Hills.","i":"Editorial9.jpg"},{"t":"Illustrations for Travel Promotions","b":"Client: Promotional Management Network, Westlake Village, CA","d":"HWDS created these colorful illustrations to promote travel packages and events for the Hollywood entertainment industry.","i":"Editorial10.jpg"},{"t":"Cover Illustration for Newsletter","b":"Client: Metrolink, Los Angeles, CA","d":"HWDS created an illustration to show a stronger, safety-anchored organization that is striving to set a new standard for commuter railroads worldwide and offer customers a world-class experience. This illustration appeared on the cover of the October/November 2010 issue of <span class=\"italic\"><i>Metrolink Matters</i></span>.","i":"rebuilding2.gif"},{"t":"Illustration for Posters","b":"Client: Metropolitan Washington Council of Governments, Washington, DC","d":"10 Tips to Successful Carpooling. HWDS created whimsical illustrations of carpools and HOV lanes for this poster to promote carpooling in the Metropolitan Washington, D.C., area.","i":"Editorial14.jpg"},{"t":"Illustrations for Interactive Kiosk","b":"Client: Metropolitan Washington Council of Governments, Washington, DC","d":"HWDS created an illustration of the kiosk for promotional materials and icon graphics which appeared on the touch screen, InfoExpress kiosk poster, postcards, tent cards and interactive screens.","i":"Editorial15.jpg"},{"t":"Illustrations for Advertisements","b":"Client: Seventh and Figueroa, Citicorp Plaza, Los Angeles, CA","d":"HWDS created iconographic illustrations and the layout for this newspaper advertisement in the <i>Downtown News</i>. This ad promoted the grand opening of the Red Line train in Downtown Los Angeles.","i":"Editorial16.jpg"},{"t":"Illustrations for Calendars","b":"Client: Commuter Transportation Services, Inc., Los Angeles, CA","d":"We created the illustrations for this rideshare calendar. Each month, we featured an illustration of different rideshare modes to promote commuter options in Southern California. Our colorful, whimsical style built awareness and helped promote ridesharing during the year.","i":"Editorial17.jpg"},{"t":"Icon Illustrations for Web Sites","b":"Client: Music Industry Pages, Malibu, CA","d":"HWDS created iconographic illustrations for the music publisher's original Web site. ","i":"Editorial18.jpg"},{"t":"Illustrations for Calendars","b":"Client: Commuter Transportation Services, Inc., Los Angeles","d":"Harlan West created illustrations for a monthly promotional rideshare postcard campaign. Each month Southland employers received a new illustrated postcard reminding them of upcoming rideshare events.","i":"Editorial19.jpg"},{"t":"Book Illustrations","b":"Client: Sample Book Illustrations","d":"HWDS created these whimsical illustrations for a sample children's book.","i":"Editorial20ShoogieandCotton.jpg"},{"t":"Illustrated Coloring Book","b":"Client: Norwalk Transit, Norwalk, CA","d":"HWDS created this coloring book and wrote the story to promote public transit bus ridership to kids at local schools.","i":"coloringbooksm.jpg"}]