[{"t":"<div class='newbutton'>&nbsp;</div>Fold-out Invitation for online and print","b":"Client: Kaiser Permanente South Bay Medical Center","d":"We created this colorful tri-fold panel brochure with a unique vertical layout. We added colorful photos and created a colorful type treatment as a brand for this facility. We also created an iMag/e-pub version of this invitation that can also be seen on our site.","i":"CarsonMOBInvitation.jpg"},
{"t":"<div class='newbutton'>&nbsp;</div>Anniversary Invitation","b":"Client: Kaiser Permanente South Bay Medical Center","d":"We created a beautiful illustration of the Port of Los Angles that includes a depiction of the Queen Mary. This was used on an invitation, program, signage and commemorative enamel pins.","i":"sbay-60yearmaterials.jpg"},
{"t":"<div class='newbutton'>&nbsp;</div>Earth Day Event Flyer","b":"Client: Metrolink","d":"We created this seat drop flyer to promote andEarth Day recycling event that was sponsored by Metrolink and held at Union Station in Los Angeles.","i":"MetrolinkEarthDayFlyer.jpg"},
{"t":"Event Invitation","b":"Client: Kaiser Permanente Woodland Hills Medical Center, Woodland Hills, CA","d":"HWDS created this beautiful gatefold invitation for the 25th anniversary celebration of the opening of the medical center.","a":"publications","i":"WH25YearsInvite.jpg"},
{"t":"Event Invitation","b":"Client: Kaiser Permanente, Pasadena, CA","d":"HWDS created this beautiful multi-panel invitation for the opening of a medical office building in Pasadena, CA. This piece had an eco-friendly design.","a":"publications","i":"kppasadenajoinusinvite.jpg"},
{"t":"Event Invitation","b":"Client: Kaiser Permanente South Bay Medical Center, Harbor City, CA","d":"HWDS created this beautiful multi-panel invitation for the opening of a new medical center. Artistic elements symbolic of the landscape were included in the design.","a":"publications","i":"SouthBayInvite-2small.jpg"},
{"t":"Event Program","b":"Client: Association for Commuter Transportation (ACT), Southern California Chapter, Los Angeles, CA","d":"Since this event was held in Hollywood, we designed a green \"Walk of Fame\" symbolizing the stars of ridesharing. These elements were also used on the invitation, banners and Web banners.","a":"publications","i":"ACT.jpg"},
{"t":"Marketing Piece","b":"Client: Kaiser Permanente South Bay Medical Center, Harbor City, CA","d":"HWDS designed this beautiful panoramic gatefold marketing piece and survey card to promote the \"Thrive\" campaign in the community.","a":"publications","i":"KPSBMarketingpiece.jpg"},
{"t":"Event Promotion","b":"Client: Kaiser Permanente Downey Medical Center, Downey, CA","d":"HWDS designed this elegant event invitation to honor years of service to the organization. The promotion also included a matching save-the-date card and program.","a":"publications","i":"2010DowneyServiceAwards2.jpg"},
{"t":"SCPMG Physician Dinner Dance Invitation","b":"Client: Southern California Permanente Medical Group, Downey, CA","d":"HWDS designed this elegant gatefold invitation for a physicians' dinner dance.","a":"publications","i":"KPPhysicianDinnerInvite.jpg"},
{"t":"Event Promotions","b":"Client: Kaiser Permanente, Downey, CA","d":"HWDS designed these event promotions for the annual Kaiser Permanente Downey Service Awards. The pieces included a save-the-date card, an event invitation and a program booklet.","a":"Downey Save the Date","i":"Downey_SavetheDate.jpg"},
{"t":"Event Posters and Postcards","b":"Client: Kaiser Permanente Anaheim Medical Center","d":"HWDS designed these colorful pieces in a 50's vintage style to promote the opening celebration of the new medical center.","a":"Kaiser Permanente Anaheim Medical Center Event Posters and Postcards","i":"KPOC_Family-Day-Poster.jpg"}
]