[{"t":"<div class='newbutton'>&nbsp;</div>Corporate Identity/Branding","d":"<ol class=\"letters\"><li>Service Program Identity for the Kaiser Permanente Downey Medical Center</li><li>Patient Ambassador/Concierge Service for the Kaiser Permanente South Bay Medical Center. This logo was used on poster, banners and uniforms including vests.</li></ol>","a":"Corporate Identity and Branding","i":"Logo-Page-2.jpg"},
{"t":"<div class='newbutton'>&nbsp;</div>Corporate Identity/Branding","d":"<ol class=\"letters\"><li>20th Anniversary Commemorative Emblem for Metrolink</li><li>Design of new mark for California EMC Materials, a company with a building compound that is an environmentally-friendly alternative to cement.</li><li>Design of program logo for a healthy workforce program at the Kaiser Pemranente South Bay  Medical Center.</li></ol>","a":"Various images-Metrolink 20ath anniversary logo, EMC and South Bay Thrives art","i":"Logo-Page-1.jpg"},
{"t":"Rebranding of Transit Line","d":"HWDS rebranded the hybrid bus fleet and bus stop system signage for Norwalk Transit.","i":"Norwalkhybridbusart.jpg"},{"t":"Corporate Identity/Branding","d":"<ol class=\"letters\"><li>Design of new Chino Basin Water District logo, Chino, CA</li><li>Design of new Civil Engineering Department logo for the City of Santa Monica, CA</li><li>Design of new brand for Clean Air Partners, Washington, D.C.</li></ol>","i":"Logo-Page1.jpg"},{"t":"Corporate Identity/Branding","d":"<ol class=\"letters\"><li>Design of identity for TakeTransit.net, a consortium of Southern California transit providers that includes Metro, OCTA, Long Beach Transit, Antelope Valley Transit, and Metrolink.</li><li>Design of logo for an air quality program at Metropolitan Washington Council of Governments, Washington, D.C.</li><li>Design of brand identity for Tashman and Associates, Santa Monica, CA</li></ol>","i":"Logo-Page2.jpg"},{"t":"Corporate Identity/Branding","d":"<ol class=\"letters\"><li>Design of brand identity for Cherriots Rideshare, Salem, OR. Cherriots Rideshare promotes easy and cost-effective commute options for individuals and employees.</li><li>Design of logo for STI, Clifton, VA</li><li>Design of logo for Orange County Transportation Authority (OCTA) Annual Mercury Awards</li></ol>","i":"Logo-Page3.jpg"},{"t":"Corporate Identity/Branding","d":"<ol class=\"letters\"><li>Design of Metrolink \"Holiday Toy Express\" logo. This logo promotes the annual holiday train event that includes a free show and a holiday toy drive for kids.</li><li>Design of logo for Westwood Associates, Los Angeles, CA</li><li>Design of logo for Norwalk Transit, City of Norwalk, Norwalk, CA</li></ol>","i":"Logo-Page4.jpg"},{"t":"Corporate Identity/Branding","d":"<ol class=\"letters\"><li>Creation of new identity package for Innovative Healthcare Management, El Segundo, CA</li><li>Design of logo for Westside Spine & Joint Rehabilitation, Santa Monica, CA</li><li>Design of OCTA StationLink logo for Orange County Transportation Authority, Orange, CA</li></ol>","i":"Logo-Page5.jpg"},{"t":"Corporate Identity/Branding","d":"<ol class=\"letters\"><li>Design of logo for Pathways Strategic Communications, a strategic marketing firm</li><li>Design of new logo for Cerberus, an event planning firm, located in Encino, CA.</li><li>Logo design for managing road construction projects and traffic safety at the City of Santa Monica, CA</li></ol>","i":"Logo-Page6.jpg"},{"t":"Corporate Identity/Branding","d":"<ol class=\"letters\"><li>Creation of seal for the State of the City by former Mayor Richard Riordan, City of Los Angeles, CA</li><li>Design of logo identity for the Whittier-to-Metrolink station shuttle connection for the cities of Norwalk and Whittier, CA</li><li>Design of logo identity for the Merchandising Group/Tashman and Associates, Santa Monica</li></ol>","i":"Logo-Page7.jpg"},{"t":"Corporate Identity/Branding","d":"<ol class=\"letters\"><li>Design of logo for Let Honey Do It, a traveling notary and errand service, Claremont, CA</li><li>Design of logo for Pacific Endo-Surgical Center, Los Angeles, CA</li><li>Design of logo for Mortgage Signers, a traveling document signing company for escrow documents, Claremont, CA</li></ol>","i":"Logo-Page8.jpg"},{"t":"Corporate Identity/Branding","d":"<ol class=\"letters\"><li>Design of corporate identity for Fullerton Surgical Center, Fullerton, CA</li><li>Design of logo and Web banner for WomenandWords.com, Los Angeles, CA</li><li>Design of logo for Strategic Trannsportation Initiatives (STI), a strategic transportation marketing firm, Clifton, VA</li></ol>","i":"Logo-Page9.jpg"},{"t":"Corporate Identity/Branding","d":"<ol class=\"letters\"><li>Design of logo for Park Revitalization Project in the City of Lynwood, CA</li><li>Design of logo for TransTrack Systems, Los Angeles, CA</li><li>Design of logo for Consultant Providers, Los Angeles, CA</li></ol>","i":"Logo-Page10.jpg"},{"t":"Corporate Identity/Branding","d":"<ol class=\"letters\"><li>Design of commemorative anniversary emblem for the Kaiser Permanente Woodland Hills Medical Center</li><li>Design of program identity for Montgomery County, MD Commuter Services</li><li>Design of Care Extraordinatire program identity for Kaiser Permanente Baldwin Park Medical Center</li></ol>","i":"LogoPage12.jpg"},{"t":"Corporate Identity/Branding","d":"<ol class=\"letters\"><li>Illustration of Emblem for 60th anniversary celebration event for the Kaiser Permanente South Bay Medical Center</li><li>Design of program identity for City of Norwalk Social Services Department</li><li>Design of program identity for the 11-year reconstruction of theWilson Bridge, Potomac Crossing Associates, Alexandria, VA</li></ol>","i":"LogoPage13.jpg"},{"t":"Corporate Identity/Branding","d":"<ol class=\"letters\"><li>Rebrand of Production Studio, Los Angeles, CA</li><li>Logo creation for Imaging Network, a diagnostic radiology firm, Tarzana, CA</li><li>Air Alert Brand logo for a program that publishes figures on the daily levels of pollutants in the air. Clean Air Partners, Washington, D.C.</li></ol>","i":"LogoPage14.jpg"},{"t":"Corporate Identity/Branding","d":"<ol class=\"letters\"><li>Design of program identity for Clean Air Partners, Washington, D.C.</li><li>Design of new identity for Robin Lewin Productions, Los Angeles, CA</li></ol>","i":"Logo-Page11.jpg"},{"t":"Corporate Identity/Branding","b":"Client: Kaiser Permanente Panorama City Medical Center, Panorama City, CA","d":"HWDS developed two logos, one for horizontal applications and one for vertical applications, for the 50th anniversary celebration of the Panorama City Medical Center.","i":"kppancity50yearlogo.gif"},{"t":"Corporate Identity","b":"Client: Robin Lewin Productions, Los Angeles, CA","d":"HWDS has been working with Robin Lewin Productions since 1997. We created an original logo for the company in 1997 and updated the design with a fresh look in 2008. Here's an example of the new logo and business card.","i":"RobinLewinProductions.jpg"},{"t":"Corporate Identity/Branding","b":"Client: Jane Semel, MD, Los Angeles, CA","d":"HWDS designed a fresh identity for Dr. Jane Semel's ophthalmology and aesthetics practice by creating some soft illustrations of eyes and facial contours.","i":"JaneSemelBizCard.jpg"}]