[{"t":"<div class='newbutton'>&nbsp;</div>Quarterly Healthcare Newsletter","b":"Kaiser Permanente Anaheim and Irvine Medical Centers","d":"Each quarter, HWDS designs and prints a newsletter for employees at the Kaiser Permanente Anaheim and Irvine Medical Centers. It features articles on health and fitness, workplace safety, community service, healthy eating and recipes, employee profiles, award recognition as well as other inspiring stories. This publication is printed and also appears online as a flipbook.","i":"Orange-Peal.jpg"},
{"t":"<div class='newbutton'>&nbsp;</div>Monthly Employee Newsletter","b":"Kaiser Permanente Woodland Hills Medical Center","d":"Got white space? This clean and simple newsletter has lots of that to offer. The design uses a very limited palette with very linear shapes and border treatments, Overall, HWDS created a very inviting monthly 8-page print and online flipbook newsletter for the Kaiser Permanente Woodland Hills Medical Center.","i":"KP-VoicesWH.jpg"},
{"t":"<div class='newbutton'>&nbsp;</div>Monthly 2-Color Employee Newsletter","b":"Kaiser Permanente Fontana and Ontario Medical Centers","d":"HWDS has been designing this 2-color, 11 x 17” monthly healthcare newsletter for more than 17 years. We feature multiple employee photos to give this publication a localized feel and to commend staff and physicians for their hard work and dedication. Topics include articles on employee profiles, community service, pediatric care, nursing, performance goals, flu vaccinations, fitness and healthy workforce events.","i":"KP-FontanaOntario-Focus.jpg"},
{"t":"&nbsp;","d":"On the Go is a bimonthly rideshare e-newsletter that contains user-friendly interactive flipping pages and resources links. It is sent out via an email link every other month (with a 1-page version for employees monthly).  In addition, this publication is funded by 4 southern California transportation commissions and includes expanded sections for local county news.<br/><br/>We designed this 8-page newsletter to feature the latest rideshare news, program updates, advice, marketing ideas and more.","i":"eNews.jpg"},
{"t":"Monthly Healthcare Newsletter","b":"Client: Kaiser Permanente Baldwin Park Medical Center","d":"For more than 10 years HWDS designed Reflections. Each month, we varied the color pallet and creating attention-grabbing photo montages for this 6-page printed publication. Topics included customer service, fitness, healthy eating, events, compliance, new medical center equipment, service awards, recognitions and vaccines.","i":"Reflectionsnewsletter.jpg"},
{"t":"Community Benefits Newsletter","b":"Client: Kaiser Permanente Downey Medical Center","d":"This is a special community benefits issue of the <span class='italic'>Downey Gateway</span> that includes custom infographics as well as community benefits photos and backgrounds consistent with corporate brand standards.","i":"DowneyGatewayBenefits.jpg"},
{"t":"Healthcare Newsletter","b":"Client: Kaiser Permanente South Bay Medical Center","d":"<span class='italic'>Perspectives</span> is a monthly employee newsletter that HWDS has designed for the past 10 years. This 6-page issue features full color photos and article that spread across folds similar to a magazine layout.","i":"KP-SB-Perspectives.jpg"},
{"t":"Special Anniversary Commemorative Newsletter","b":"Client: Kaiser Permanente Woodland Hills Medical Center","d":"<span class='italic'>Special 25th anniversary Marketing Brochure and KP Voices Newsletter</span><br/>We created this special wrap-around fold out issue of KP Voices to commemorate the 25th anniversary of the medical center. It includes a wrap around cover and a timeline that spans 25 years. This issue is packed full of colorful photos and graphics.","i":"KPVoicesWHOct20111.jpg"},
{"t":"Rail Transit Newsletter","b":"Client: Metrolink Matters newsletter","d":"HWDS has been designing this on-board passenger publication for 17 years. This 6-page full color newsletter features article son ticketing, safety, fare increases, business-to-business programs, social media, promotions and special events.","i":"MetrolinkMattersaprilMayintemplate.jpg"},
{"t":"Rail Transit Newsletter","b":"Client: Metrolink Matters newsletter","d":"Similar to above, this issue included a fun cover article to help riders stay connected with Metrolink. We created floating photo insets and \"”connected\"” the elements with pixelated imagery.","i":"MetrolinkMattersMarch-2012.jpg"},
{"t":"Healthcare Newsletter","b":"Client: Kaiser Permanente South Bay Medical Center","d":"Here is another 4-color issue of Perspectives.","i":"South-Bay-Perspectives-Newsletter-June-2013.jpg"},
{"t":"<span class='italic'>Metrolink Matters</span> Passenger Newsletter","b":"Client: Metrolink","d":"HWDS has been designing this monthly passenger newsletter since 1998. We use sweeping color blends and interesting photo treatments to make this a visually interesting communication which has a very high readership rate.","a":"Metrolink Matters Passenger Newsletter","i":"Metrolink_Matters_AprilMay2012.jpg"},
{"t":"<span class='italic'>Metrolink Matters</span> Passenger Newsletter","b":"Client: Metrolink","d":"Another issue of Metrolink Matters.","a":"Metrolink Matters","i":"Metrolink_Matters_JuneJuly2012.jpg"},
{"t":"Healthcare Newsletter","b":"Client: Kaiser Permanente Kern County Medical Center, Kern, CA","d":"HWDS designed these monthly 4-color newsletters to provide information to physicians and staff at the medical center.","a":"publications","i":"KernGrapevine.jpg"},
{"t":"<span class='italic'>Metrolink Matters</span> Newsletter","b":"Client: Metrolink/Southern California Regional Rail Authority, Los Angeles, CA","d":"This is a monthly, 4-color, on-board news magazine that features special events, contests, route and schedule updates, restaurant recommendations and topics of special interest on riding the rails. This issue included a debut of an express service pilot program.","a":"publications","i":"MetrolinkMatters2small.jpg"}
]