[{"t":"<div class='newbutton'>&nbsp;</div>Monthly Healthcare Newsletter","b":"Client: Kaiser Permanente Baldwin Park Medical Center","d":"For more than 10 years HWDS designed Reflections. Each month, we varied the color pallet and creating attention-grabbing photo montages for this 6-page printed publication. Topics included customer service, fitness, healthy eating, events, compliance, new medical center equipment, service awards, recognitions and vaccines.","i":"Reflectionsnewsletter.jpg"},
{"t":"<div class='newbutton'>&nbsp;</div>Community Benefits Newsletter","b":"Client: Kaiser Permanente Downey Medical Center","d":"This is a special community benefits issue of the <span class='italic'>Downey Gateway</span> that includes custom infographics as well as community benefits photos and backgrounds consistent with corporate brand standards.","i":"DowneyGatewayBenefits.jpg"},
{"t":"<div class='newbutton'>&nbsp;</div>Healthcare Newsletter","b":"Client: Kaiser Permanente South Bay Medical Center","d":"<span class='italic'>Perspectives</span> is a monthly employee newsletter that HWDS has designed for the past 10 years. This 6-page issue features full color photos and article that spread across folds similar to a magazine layout.","i":"KP-SB-Perspectives.jpg"},
{"t":"<div class='newbutton'>&nbsp;</div>Special Anniversary Commemorative Newsletter","b":"Client: Kaiser Permanente Woodland Hills Medical Center","d":"<span class='italic'>Special 25th anniversary Marketing Brochure and KP Voices Newsletter</span><br/>We created this special wrap-around fold out issue of KP Voices to commemorate the 25th anniversary of the medical center. It includes a wrap around cover and a timeline that spans 25 years. This issue is packed full of colorful photos and graphics.","i":"KPVoicesWHOct20111.jpg"},
{"t":"<div class='newbutton'>&nbsp;</div>Rail Transit Newsletter","b":"Client: Metrolink Matters newsletter","d":"HWDS has been designing this on-board passenger publication for 17 years. This 6-page full color newsletter features article son ticketing, safety, fare increases, business-to-business programs, social media, promotions and special events.","i":"MetrolinkMattersaprilMayintemplate.jpg"},
{"t":"<div class='newbutton'>&nbsp;</div>Rail Transit Newsletter","b":"Client: Metrolink Matters newsletter","d":"Similar to above, this issue included a fun cover article to help riders stay connected with Metrolink. We created floating photo insets and \"”connected\"” the elements with pixelated imagery.","i":"MetrolinkMattersMarch-2012.jpg"},
{"t":"<div class='newbutton'>&nbsp;</div>Healthcare Newsletter","b":"Client: Kaiser Permanente South Bay Medical Center","d":"Here is another 4-color issue of Perspectives.","i":"South-Bay-Perspectives-Newsletter-June-2013.jpg"}
]