[{"t":"<div class='newbutton'>&nbsp;</div>Mural to promote STEM at middle schools","b":"Time Warner Cable","d":"Time Warner Cable hired HWDS to design a set of murals for two middle schools in North Carolina. This mural was painted on panels for display along an interior school corridor. We integrated the academic disciplines of science, technology, engineering and mathematics (STEM) into our design. The local team of TWC staff and teachers helped to bring our designs to life by projecting our artwork and then painting the actual murals from the designs we provided.","i":"TWCBYERS-mural.jpg"},
{"t":"<div class='newbutton'>&nbsp;</div>Mural to promote STEM at middle schools","b":"Time Warner Cable","d":"This mural represents basically the same concept as the one for the Byers Elementary School, except it was designed for use along a schoolyard fence near an exterior playground.  Here again, the theme of STEM was central to the design.","i":"TWCBRUNS-mural.jpg"},
{"t":"<div class='newbutton'>&nbsp;</div>Safety and Performance Elevator Wraps","b":"Kaiser Permanente Baldwin Park Medical Center","d":"We designed a series of moral-boosting elevator wraps for the Kaiser Permanente Baldwin Park Medical Center. This is an 18-month project which involves wrapping two elevator every 3 months from the 1st floor to the 4th floor of the medical center.  he photos recongize departments who have are considered “Safety Champions” or teams of employee groups that have won awards for hygiene compliance.  These wraps also encourage and remind employee to practice safety and proper hygiene.","i":"KP-Elevator-WrapsI.jpg"},
{"t":"<div class='newbutton'>&nbsp;</div>Safety and Performance Elevator Wraps","b":"Kaiser Permanente Baldwin Park Medical Center","d":"This is the second in a series of six consecutive elevator wraps over an 18-month period for the Kaiser Permanente Baldwin Park Medical Center. These were created with a burgundy/plum color scheme. We also designed matching pop-up banners for smaller Medical Office Buildings (MOBs).","i":"KP-Elevator-WrapsII.jpg"},
{"t":"<div class='newbutton'>&nbsp;</div>Safety and Performance Elevator Wraps","b":"Kaiser Permanente Baldwin Park Medical Center","d":"This is the third in a series of six consecutive elevator wraps over an 18-month period for the Kaiser Permanente Baldwin Park Medical Center. These were created with a green color scheme. We also created matching pop-up banners for smaller Medical Office Buildings (MOBs)","i":"KP-Elevator-WrapsIII.jpg"},
{"t":"<div class='newbutton'>&nbsp;</div>Safety and Performance Banners","b":"Kaiser Permanente Baldwin Park Medical Center","d":"These are the banners that match the elevator wraps.  These were placed at the entrance to the main Kaiser Permanente Medical Center in Baldwin Park and at certain high-traffic locations at the surrounding Medical Office Buildings (MOBs).","i":"Banners-at-KP-BaldwinPark.jpg"},
{"t":"<div class='newbutton'>&nbsp;</div>Pop-Up Banners and Wayfinding Signage","b":"Kaiser Permanente Downey and Woodland Hills Medical Centers","d":"We designed and printed pop-up banners for the Kaiser Permanente Downey and Woodland Hills Medical Centers.  As one can see, we design banners and signage for events, information campaigns such as safety issues and for wayfinding.","i":"Banners-at-KP-WH-and-Downey.jpg"},
{"t":"Premium Items and Promotions","b":"Left: Kaiser Permanente South Bay Medical Center (reusable bags); Right: Norwalk Transit Systems (paper pad, reusable bag and pen holder)","d":"Our clients frequently ask us to create giveaway and promotional items. For example, we designed an imprint for a vinyl reusable bag for the opening of the new North Hospital at the Kaiser Permanente South Bay Medical Center. In addition, we designed an engraved pin using our 40th anniversary logo design for Norwalk Transit. This graphic was also used on several other premium items including tote bags, pencil holders and notepads.","i":"Giveaways.jpg"},
{"t":"Surfboard Promotion","b":"Care Experience Program at the Kaiser Permanente South Bay Medical Center","d":"HWDS developed these colorful die-cut &quot;surfboards&quot; for an in-house employee event, &quot;The Power of One, the Strength of Many&quot; at the Kaiser Permanente South Bay Medical Center. As part of the activity, the staff was &quot;empowered&quot; with new ways to enhance the patient care experience.","i":"KPsurfboards.jpg"},
{"t":"Logo Identity and Badge Pull","b":"Client: Kaiser Permanente Palmdale Medical Offices.","d":"We created this logo design to commemorate the 10th anniversary of the medical office.  This emblem was also used on giveaways that included beautiful metallic badge pulls.","i":"PalmdaleKeytagpull-layout.jpg"},
{"t":"Healthcare magazine advertisements and flyers","b":"Kaiser Permanente Woodland Hills Medical Center","d":"HWDS develops distinctive advertisements for local, regional and national publications. These local ads for Kaiser Permanente have appeared in local publications such as the <span class='italic'>San Fernando Valley Business Journal</span>, the <span class='italic'>Conejo View</span> and <span class='italic'>Beyond the Acorn</span>. We have also created ads for the <span class='italic'>Los Angeles Times</span>, the <span class='italic'>LA Daily News</span>, the <span class='italic'>Orange County Register</span>, the <span class='italic'>Daily Breeze</span> (Santa Monica, CA) and the <span class='italic'>Washington Post</span>.","i":"Print-Ads.jpg"},
{"t":"Lightpost banners for Hollywood business districts","b":"The Hollywood Neighborhood Council","d":"The Hollywood Neighborhood Council asked us to create a series of street banners for four neighborhoods in Hollywood.  These banners were prominently displayed in the business districts throughout each of these communities. The Hollywood Sign since it serves as a connecting landmark for these local villages, is the backdrop for each of these street banners.","i":"SMHUNCWorkingLamps.jpg"},
{"t":"Healthcare Campaign Banners","b":"Client: Kaiser Permanente South Bay Medical Center","d":"HWDS created these banners for the Campaign, \"Growing a Healthy South Bay.\"","a":"Healthcare Campaign Banners","i":"SouthBay-Banners.jpg"},
{"t":"Promotional key chains and badge pulls","b":"Clients: Norwalk Transit, Kaiser Permanente and Metro","d":"HWDS designed these unique premium item imprints for client events and promotions.","a":"Keychains!","i":"keychains.jpg"},
{"t":"Program Promotion","b":"Client: Kaiser Permanente San Diego Medical Center","d":"HWDS designed this logo identity for the Graduate medical Education program.  We created reverse-image silhouettes of Henry Kaiser and Sidney Garfield, the founders of Kaiser Permanente which were used on enamel pins and gold seals.","a":"Program Promotion","i":"KP-San-Diego.jpg"},
{"t":"Advertising","b":"Client: Kaiser Permanente Panorama City and Woodland Hills Medical Centers.","d":"HWDS created this full-color ad the for VICA Hall of Fame event program book.","a":"Valley Industry and Commerce Association Hall Of Fame","i":"KP_WH_PC_Ad.jpg"},
{"t":"Hospital Wall Display","b":"Client: Kaiser Permanente Panorama City Medical Center","d":"HWDS designed this extensive wall display which includes a 50-year timeline to chart the history of the medical center.","a":"Kaiser Permanente Panorama City Medical Center Wall Display","i":"PanaramaCity-50th-Wall-Mural.jpg"},
{"t":"&nbsp;California Legislative Guide","b":"Client: Time Warner Cable","d":"HWDS designed this beautiful 4-color legislative guide to distribute to elected officials and government agencies in Sacramento and Washington D.C.","a":"Time Warner Cable California Legislative Guide","i":"TWC_legislative-brochure-2012.jpg"},
{"t":"Interactive CD-ROM","b":"Client: Los Angeles County Metropolitan Transportation Authority (Metro), Los Angeles, CA","d":"HWDS designed an interactive PowerPoint show, CD-ROM face imprint and packaging for this instructional guide on how to set up an effective rideshare program. This interactive instruction guide for setting up and maintaining an air quality-compliant commuter program was sent to over 1,500 employee transportation coordinators throughout Los Angeles County.","i":"PlanmakerCD.jpg"},{"t":"Norwalk Stuff-a-Bus","b":"Client: Norwalk Transit, Norwalk, CA","d":"Design of bus wrap graphics for the \"Stuff-a-Bus\" holiday toy drive. This is part of a toy drive during the holiday months to provide toys to underprivileged kids.","i":"norwalk-stuffabus-2008.jpg"},{"t":"Rideshare Week Bus Graphics","b":"Client: Orange County Transit Authority (OCTA), Orange, CA","d":"HWDS designed this bus tail wrap to promote Rideshare Week.","i":"RideshareWeekBusTail.jpg"},{"t":"Rideshare Beach Towel","b":"Client: Commuter Transportation Services, Inc., Los Angeles, CA","d":"We created the graphics for this beach towel to promote ridesharing on the beach or at play. Commuter Transportation Services, Inc., provided carpool and rideshare information to employers and commuters in Southern California.","i":"Rideshare_BeachTowel.jpg"},{"t":"Space Odyssey Pen","b":"Client: Kaiser Permanente, Woodland Hills, CA","d":"HWDS designed the imprint for a Kaiser Permanente event promotion.","i":"KaiserPen.jpg"},{"t":"Rideshare Week Apparel","b":"Client: Commuter Transportation Services, Inc., Los Angeles, CA","d":"We created these fun, iconographic illustrations to promote commute options in Southern California. These graphics were imprinted on T-shirts, mugs, buttons, beach towels, sweatshirts and handbags.","i":"Rideshare_TShirt.jpg"},{"t":"Teen Screen Festival Bag","b":"Client: Library Foundation of Los Angeles, Los Angeles, CA","d":"HWDS worked with the Library Foundation of Los Angeles to design materials promoting a teen reading program at the Los Angeles County Library. We created contemporary, edgy graphics which were silkscreened onto bags and banners and used in brochures, advertisements and other collateral pieces.","i":"TeenScreenPromoBag.jpg"},{"t":"Holiday Train Promotional Items","b":"Client: Southern California Regional Rail Authority (SCRRA)/Metrolink, Los Angeles, CA","d":"HWDS created an event identity graphic which was embroidered onto jackets and hats to promote the Holiday Toy Express.","i":"MetrolinkHolidayTrainPromos.jpg"},{"t":"Rideshare Promotional Pins","b":"Client: Commuter Transportation Services, Inc., Los Angeles, CA","d":"We created the graphics for these pins. These pins were used to promote ridesharing in Southern California and the opening of InfoExpress kiosks in Washington, D.C.","i":"carpool-pins.jpg"},{"t":"Cooler Bag","b":"Client: Kaiser Permanente Downey Medical Center, Downey, CA","d":"HWDS created an intricate and highly layered \"People Pulse\" insignia to adorn the front of this handy knapsack.","i":"KPPeoplePulseBag.jpg"},{"t":"Interactive CD-Roms for Transportation Plans","b":"Client: Southern California Association of Governments, Los Angeles, CA","d":"Harlan West created these silk-screened imprints for CD-ROM faces and designed the interactive Acrobat presentations featured on these CD-ROMs. For each of these, a large document of over 100 pages was converted to an interactive hotlinked presentation with full-color graphics, tables and charts and an interactive Table of Contents.","i":"rtp-cds.jpg"},{"t":"Carpool Mug","b":"Client: Commuter Transportation Services, Inc., Los Angeles, CA","d":"Here, we created iconographic illustrations to promote ridesharing in Southern California. This piece is a coffee cup to encourage commuteers to wake up to ridesharing.","i":"carpool-mug.jpg"},{"t":"Air Gauge Promotional Item","b":"Client: Commuter Transportation Services, Inc., Los Angeles, CA","d":"We designed the graphical treatment for this tire gauge as part of a larger rideshare campaign in Southern California.","i":"fillerup.jpg"},{"t":"Mortgage Signers Promotional Items","b":"Client: Mortgage Signers, Claremont, CA","d":"HWDS designed the logo and art imprint for 3-sided highlighter pens and mint dispensers.","i":"mortgage.jpg"},{"t":"Norwalk Transit Pins","b":"Client: Norwalk Transit, Norwalk, CA","d":"HWDS designed the \"Roadeo\" and anniversary pins for the City of Norwalk to promote the annual Bus \"Roadeo\" and 30th anniversary. This art was imprinted on metallic pins and provided nice keepsake remembrances of these special events.","i":"Norwalk_pins.jpg"},{"t":"Norwalk Transit Annual Bus \"Roadeo\" Pins","b":"Client: Norwalk Transit, Norwalk, CA","d":"HWDS also designed these Bus \"Roadeo\" pins.","i":"norwalk-pin2.jpg"},{"t":"Whittier-to-Metrolink Connection Coin Purse","b":"Client: Norwalk Transit, Norwalk, CA","d":"HWDS designed this coin purse imprint as part of a promotional campaign marking the opening of Norwalk Transit's Whittier-to-Metrolink Connection bus service.","i":"norwalk-purse.jpg"},{"t":"Norwalk Transit Stuff-a-Bus","b":"Client: Norwalk Transit, Norwalk, CA","d":"HWDS designed this bus wrap for  the annual Norwalk Transit \"Stuff-a-Bus\" holiday toy drive promotion. ","i":"norwalk-stuffabus-2004.jpg"},{"t":"D.C. Recycling Campaign Bus Boards","b":"Client: Fairfax County Commuter Services, Fairfax, VA","d":"HWDS designed these exterior bus boards to promote recycling in Metropolitan Washington D.C. and Fairfax County, VA.","i":"DCrecycling.jpg"},{"t":"Promotional Carrying Bags","b":"Client: Commuter Transportation Services, Inc., Los Angeles, CA","d":"Here, we created iconographic illustrations to promote ridesharing in Southern California. These bags were used as give-aways at special rideshare fairs and events and sold in catalogs.","i":"Bags.jpg"},{"t":"Norwalk Transit Promotional Items","b":"Client: Norwalk Transit, Norwalk, CA","d":"We designed the imprints for these promotional giveways. These promotional items were distributed at special events including the annual Bus \"Roadeo\" and the 30th anniversary celebration.","i":"norwalkpromos.jpg"}]