[{"t":"<div class='newbutton'>&nbsp;</div>","d":"HWDS developed a set of four colorful menus—one for adults and one for children and a Spanish version of each—for the Kaiser Permanente South Bay Medical Center. The food choices for each of the day’s 3 meals are arrayed against a cheerful background of beach scenes and surfboards that correspond to the locale of the medical center in Harbor City, close in proximity to the Port of San Pedro. The child-friendly menu features healthy meal choices together with a fun word search puzzle and images of kids enjoying nutritional foods. Both menus have been translated into Spanish.","i":"Menus.jpg"},
{"t":"<div class='newbutton'>&nbsp;</div>","d":"For several years now, we have been designing and updating the Old Towne Orange Map for this historic district nestled in the heart of downtown Orange, CA. To give this a look of the time period, we designed this map using historic orange crate labels direct from the City’s library archives and then layered these on top of some antique textured backgrounds. This map received praise from merchants, as well as City officials.","i":"Maps.jpg"},
{"t":"<div class='newbutton'>&nbsp;</div>","d":"Our client, Transtrack Systems, hired us to build a series of modular infographics to illustrate Services and corporate management values. These were designed for use in PowerPoint shows and in brochure applications. The goal was to create simple to understand graphical interpretations of charts with corporate brand’s unique colors and contemporary technological style.","i":"TranstrackInfographics.jpg"},
{"t":"<div class='newbutton'>&nbsp;</div>","d":"Unique marketing solutions are our specialty. Providing solutions that break the mold or involve out-of-the box type of thinking provides effective marketing tools for our clients. For example, we created a flipbook with stepped pages for a care experience program at the Kaiser Permanente Downey Medical Center. This allowed the reader to easily access information in a flip-over self-standing booklet that can also doubled as a small presentation display.","i":"UniqueMarketing.jpg"},
{"t":"<div class='newbutton'>&nbsp;</div>","d":"HWDS was commissioned by the Kaiser Permanente Woodland Hills Medical Center to create a unique family of marketing brochures for facility in Ventura County, CA. We developed a beautiful series of brochures with a theme of “Personalized Care in Your Community.” In each brochure, we combined beautiful photos of the local community, photos of the facility and natural elements to give each brochure a very hometown feel. These brochures were very well-received and Executive Management at the medical center praised our work on the project.","i":"SeriesofPublications.jpg"},
{"t":"<div class='newbutton'>&nbsp;</div>","d":"HWDS develops and prints this quarterly recreation magazine for the City of Orange. It includes articles on city news, the environment, safety, business development, recycling as well as children’s and adult classes and sports and camps. We work closely with the staff at the City of orange to make this 48-page magazine user friendly and economical to print. HWDS also handles the printing and mailing of this publication with a print run of 55,0000-60,000 per quarter.","i":"RecGuides.jpg"},
{"t":"<div class='newbutton'>&nbsp;</div>","b":"&nbsp;","d":"We worked closely with staff at the City of Norwalk to create a multi-use report which functions both as an annual report and a 2015 calendar. We retouched images of buses and local landmarks to create beautiful scenes for each of the calendar pages. The center spread includes financial information as part of the annual report. The client was thrilled with the final result.","i":"NTAnnRepandCalendar.jpg"},
{"t":"Mixed-Use Housing Marketing Package","b":"Client: Metro/Pulte Homes","d":"We created a beautiful stepped-page marketing collateral as a comp for an upcoming mixed-use housing project. Bright color curved overlapping shapes add dimensional and visual interest to this elegant fold-out brochure.","i":"MultiUseHomesScreen.jpg"},
{"t":"Municipal Announcements","b":"Client: City of Santa Monica","d":"HWDS designed flyers and advertisements to promote the City’s new parking rate structure and updated policies.","a":"Santa Monica Parking Operations","i":"SantaMonicaParkingFlyerAd.jpg"},
{"t":"State of the Commute Report","b":"Client: Metropolitan Washington Council of Governments","d":"During a 6-month period, HWDS designed this 110-page regional survey report report which included more than80 charts, graphs and tables and marketing examples. Colorful photo treatments were created for the section dividers and throughout this elaborate 4-color book.","a":"State of the Commute","i":"MWCOGStateofCommuteCollage.jpg"},
{"t":"Legislative/Government Affairs Guide","b":"Client: Time Warner Cable, Ontario, CA","d":"HWDS created this beautiful 16-page guide that later became the national model for the company's legislative publications.","a":"TWC Legisaltive Guide","i":"TimeWarnerBeaconAward.jpg"},
{"t":"New Hospital Opening Brochure","b":"Client: Kaiser Permanente Fontana Medical Center, Fontana, CA","d":"HWDS developed this brochure to promote the upcoming opening of the new Kaiser Permanente Medical Center hospital. This is a companion piece to the brochure we developed for the Ontario Medical Center.","a":"publications","i":"FontanaReplacmentGHospitalBrochure.jpg"},
{"t":"Brochure to Commemorate the Opening of the Ontario Medical Center","b":"Client: Kaiser Permanente Ontario Medical Center, Ontario, CA","d":"HWDS developed this brochure to promote the opening of the new Kaiser Permanente Ontario Medical Center. This is a companion piece to the brochure we developed for the Fontana Medical Center.","a":"publications","i":"KPOntarioBrochure.jpg"},
{"t":"2011 Holiday Train Campaign","b":"Client: Metrolink, Los Angeles, CA","d":"HWDS developed a website, an interactive DVD, Public Service Announcements (PSAs), banners, posters and fliers to market and promote the 15th consecutive Holiday Toy Express®.","a":"publications","i":"2011MetrolinkHolidayTrainMaterials.jpg"},
{"t":"Metrolink 15th Anniversary Annual Report","b":"Client: Metrolink/Southern California Regional Rail Authority, Los Angeles, CA","d":"We designed this 15th anniversary commemorative annual report as a retrospective on the history of Metrolink. This highly successful publication won a 1st Place PRism Award as well as an ADDY, DAVEY and Communicator Award and received acclaim from elected officials and Board members. This piece uses a variety of very warm textures and photos to give it a old, rustic feel. An unusual emboss of an old photo album tie on the cover emphasizes the historical significance for this unique piece.","a":"publications","i":"MetrolinkAnnualReport.jpg"},
{"t":"Bringing Back Broadway","b":"Client: City of Los Angeles, CA","d":"Our firm was hired by the Office of Los Angeles City Councilmember José Huizar to create a new Web site and Vision Document to promote a revitalization of the Broadway Theater District in Downtown LA. We combined art deco elements and typefaces to create a unique identity for this historic revitalization that brought together community and business leaders. Pictured to the right is the 12-page Vision Document that provides extensive specifications and background information for the project. Please visit <a href='http://www.bringingbackbroadway.com'>www.bringingbackbroadway.com</a> to view the Web site and to download the entire Vision Document.","a":"publications","i":"BBBVisionDoc.jpg"},
{"t":"Patient Care","b":"Client: Kaiser Permanente, West Los Angeles, CA","d":"HWDS created these warm personal notes for the nursing staff to demonstrate their commitment to providing exceptional patient care.","a":"publications","i":"KPNursingCards720x400.jpg"},
{"t":"Marketing Package","b":"Client: Tashman and Associates, Santa Monica, CA","d":"We devised a unique multi-fold compact marketing package with tabbed insert for Tashman and Associates, a retail merchandising client that provides merchandising and displays for retail clients such as Home Depot. This 6-color piece included 2-spot colors and an overall aqueous coating. We developed the logo brand and coporate identity for a rebranding of the firm. We also created a companion Web site which uses the same look and color scheme of this innovative brochure. Please visit <a href='http://www.tashman.com'>www.tashman.com</a> to view the Web site.","a":"publications","i":"TashmanFolder.jpg"},
{"t":"Bike to Work Week Campaign","b":"Client: Orange County Transportation Authority (OCTA), Orange, CA","d":"HWDS designed posters, flyers, pins and premium items for Bike to Work Week in Orange County.","a":"publications","i":"BTWMaterials.jpg"},
{"t":"Presentation Folder for a Legal Firm","b":"Client: Legal Firm, Santa Ana, CA","d":"HWDS designed this elegant presentation folder with a blind emboss on a metallic silver ink and cobalt blue interior.","a":"publications","i":"HollinsSchectorfolder.jpg"},
{"t":"Norwalk Transit Bus Schedule","b":"Client: Norwalk Transit, Norwalk, CA","d":"HWDS designed a series of 10 route schedules and a matching system map for bus routes that include the cities of Norwalk, Santa Fe Springs and Whittier.","a":"publications","i":"NorwalkRoute4Map.jpg"},
{"t":"Old Towne Orange Map","b":"Client: The City of Orange, CA","d":"Authentic orange crate labels and period photos provide decorative elements for this map of the Downtown historic district. We created the map with a color scheme and look symbolic of the 1930s time period.","a":"publications","i":"OrangeMap.jpg"},
{"t":"Green Brochure","b":"Client: Long Beach Transit, Long Beach, CA","d":"HWDS designed this \"green\" brochure to demonstrate Long Beach Transit's commitment to the environment.","a":"publications","i":"LongBeachBrochure.jpg"},
{"t":"Bus Schedule Cover Wrap","b":"Client: Long Beach Transit, Long Beach, CA","d":"HWDS designed this wraparound cover for the Long Beach Transit bus schedule booklet.","a":"publications","i":"LBTTransitGuide.jpg"},
{"t":"Magazine and Newspaper Ads","b":"Client: City of Orange, CA","d":"HWDS designed these colorful magazine and newspaper print ads to run in the <span class='italic'><i>Los Angeles Lakers 2010-2011 Commemorative Year Book</i>, the <i>2011 Los Angeles Dodgers Yearbook</i>, the <i>Los Angeles Times</i> and the <i>Orange County Register</i>.</span>","a":"publications","i":"CityOfOrangeAds.jpg"},
{"t":"Interior Bus Card","b":"Client: Long Beach Transit, Long Beach, CA","d":"HWDS designed this beautiful photo montage to promote the introduction of new clean air buses in Long Beach.","a":"publications","i":"LBT-King-Vinyl-Sides.jpg"},
{"t":"Annual Report","b":"Client: Inland Empire Utilities Agency, Chino, CA","d":"HWDS designed this award-winning annual report which featured the inauguration of a new green building for the agency's environmentally-friendly headquarters in Chino, CA.","a":"publications","i":"IEUA-finalAnnual-Report.jpg"},
{"t":"Marketing Brochure","b":"Client: MARC Transit, Silver Spring, MD","d":"HWDS designed this user-friendly 6-panel, multi-fold brochure to promote the usage of rail transit in Maryland.","a":"publications","i":"MarcBrochure.jpg"},
{"t":"Marketing Brochures","b":"Client: Potomac Crossing Associates, Alexandria, VA","d":"HWDS designed a series of ads based on a \"Mission Possible\" secret agent theme. These ads were designed to promote carpools, telecommuting and public transit usage during the 11-year reconstruction of the Wilson Bridge. The missing carpooler or empty seat served as \"the solution\" to the commute puzzle. The Woodrow Wilson Bridge Project Area is a 7.5 mile corridor beginning in Maryland and connecting to Virginia by a bridge over the Potomac River.","a":"publications","i":"WilsonBridgePubs.jpg"},
{"t":"Marketing Brochures","b":"Client: Potomac Crossing Associates, Alexandria VA","d":"Following the advertisments pictured above, we created two companion brochures&mdash;one for employers and one for commuters&mdash;to combat gridlock during this bridge project.","a":"publications","i":"WoodrowWilsonBrochures.jpg"},
{"t":"Healthcare Facility Marketing Brochure","b":"Client: Innovative Healthcare Management, El Segundo, CA","d":"HWDS designed diagrams and photo layouts of this healthcare facility which we then incorporated into an attractive marketing package aimed at potential partnering physicians.","a":"publications","i":"ihm.jpg"},
{"t":"Healthcare Medical Group Marketing Brochure","b":"Client: Pain and Rehabilitation Medical Group, Torrance, CA","d":"HWDS developed a marketing package for this pain and rehabilitation center in Torrance, CA.","a":"publications","i":"PainandRehabBrochure.jpg"},
{"t":"Rideshare Week Brochure","b":"Client: Orange County Transit Authority (OCTA)","d":"HWDS designed this 6-panel brochure to provide employers with information about the different options available to Orange County commuters.","a":"publications","i":"OrangeRidesharebrochure.jpg"},
{"t":"Rideshare Week Poster","b":"Client: Orange County Transit Authority (OCTA)","d":"HWDS designed this poster to promote Rideshare Week 2004 in Orange County.","a":"publications","i":"RideshareWeekPoster.jpg"},
{"t":"Rideshare Week Campaign","b":"Client: Los Angeles County Metropolitan Transportation Authority (Metro), Los Angeles, CA","d":"Design of identity, theme, logos, pledge cards, premium items, and posters to promote Rideshare Week in six-county region of Southern California. The \"Rideshare: It's Groovy, Baby\" campaign was a highly successful promotion that was created for the Los Angeles County Metropolitan Transportation Authority.","a":"publications","i":"GroovyPoster.jpg"},
{"t":"Anti-Smoking Campaign","b":"Client: City of Santa Monica","d":"HWDS designed the original public awareness brochure, utility bill insert card and Web page for the Fresh Air Santa Monica outreach campaign to promote a new non-smoking ordinance.","a":"publications","i":"SantaMonicaNoSmokingBrochure.jpg"},
{"t":"Bus Schedule Cover","b":"Client: City of Santa Clarita","d":"HWDS designed this wraparound cover for the City of Santa Clarita's transit timetable.","a":"publications","i":"SantaClaritaTimeTableCard.jpg"},
{"t":"Graphic Standards Guide","b":"Client: City of Lancaster, CA","d":"HWDS wrote and designed this brand standards manual. This manual included specifications for vehicular graphics, street signage and custom templates for business cards, letterhead, forms, banners and signage. The guide contained guidelines for proper use of the logo, color palettes, approved typefaces, photography requirements and print specifications.","a":"publications","i":"LancasterStandardsGuide.jpg"},
{"t":"Implementation Plan","b":"Client: City of Santa Monica Solid Waste Management Division, Santa Monica, CA","d":"HWDS designed this 12-page implementation plan and marketing folder for enrolling new commercial customers in Santa Monica's city-operated solid waste and recycling program.","a":"publications","i":"SantaMonica08ImpPlan.jpg"},
{"t":"Commercial Recycling Guide","b":"Client: City of Santa Monica, CA","d":"HWDS worked closely with city staff in the Solid Waste Management Division to create a fresh new look for the materials as part of an outreach campaign to new commercial customers. This 6-panel brochure is included in a kit sent to all commercial customers residing in Santa Monica.","a":"publications","i":"SantaMonica08Brochure.jpg"},
{"t":"Bikeways Map","b":"Client: Ventura County Transportation Commission (VCTC), Venutra, CA","d":"HWDS designed this award-winning bikeways map that features colorful silhouetted illustrations of Ventura County landmarks. The entire multi-panel foldout map was printed using a series of fluorescent inks. This piece received many awards including recognition from the American Graphic Design Awards, two ADDY Awards from the American Advertising Federation and an Award of Excellence from the PRSA PRisms.","a":"publications","i":"BikewaysMap.jpg"},
{"t":"Marketing Kits","b":"Client: Countrywide, Westlake Village, CA","d":"Countrwide hired our firm to creat online guides, checklists and marketing kits for new home buyers.","a":"publications","i":"Countrywide.jpg"},
{"t":"Norwalk Transit Annual Report","b":"Client: Norwalk Transit, Norwalk, CA","d":"HWDS designed Norwalk Transit's Annual Report to highlight corporate milestones and expanded bus service.","a":"publications","i":"NTAnnualReport08.jpg"},
{"t":"City of Orange Economic Development Display","b":"Client: City of Orange, CA","d":"The City of Orange hired HWDS to create display panels for an economic development conference. Three areas of Orange were identified for redevelopment. Using aerial maps and overlays, HWDS built schematics of the proposed sites.","a":"publications","i":"CityOfOrangeDisplays.jpg"},
{"t":"Marketing Package","b":"Client: Cherriots Rideshare, Salem, Oregon","d":"We designed an interactive Web site, a new logo identity and a marketing package to promote ridesharing and commute alternatives for the Salem-Keizer Transit District in Salem, Oregon. The goal was to show how ridesharing could improve one's quality of life by reducing stress, traffic congestion, air pollution and a reliance on gasoline. We created a unique curved layout of rollovers for the main home page and gave the site a branded look consistent with the program's logo identity.","a":"publications","i":"cherriots.jpg"}
]